essay/note/recipe.org
* recipe
#+TITLE: 菜谱

** 新疆手抓饭
原料： 羊肉、胡萝卜、洋葱、新疆葡萄干、大米、绍酒、孜然。
做法：
   - 羊肉洗净切中块，用绍酒腌渍。
   - 胡萝卜切丝，洋葱切丝。
   - 大米用水泡半个小时。
   - 锅做热锅里放油，放入洋葱炒出香味。
   - 再放入羊肉翻炒。
   - 放盐，孜然，鸡精，翻炒入味。
   - 放入胡萝卜丝翻炒。
   - 让胡萝卜的颜色炒出来在油里。
   - 倒水没过羊肉煮大约二十分钟。
   - 把所有炒好的菜，肉，汤和泡好的大米全部倒入玻璃锅。
   - 煮开后用勺子和匀。
   - 开锅后开始算盖盖焖20分钟。
   - 一定要用小火保持开锅状态就可以。
   - 打开锅盖后，菜，肉，米饭拌匀撒上洗净的新疆葡萄干即可食用。

** 红烧排骨
原料：排骨，生姜，葱花，料酒
做法：
   - 排骨洗净控干，锅内水烧开，下排骨煮尽血水，捞出。
   - 锅里放合适的菜油，加热后生姜葱放入炒香，然后把肋排放入锅内翻炒。
   - 等肉变色发白后，加入酱油、料酒、糖，然后加入刚好淹没肋排的开水。
   - 大火烧滚后，改小火微炖20分钟左右。
   - 看肋排已经烧烂后，视咸淡加入适当的盐，然后改大火收汁。

** 冬瓜排骨汤
原料：排骨，冬瓜，姜片，料酒，葱结，葱花
做法：
   - 排骨洗净控干，锅内水烧开，下排骨煮尽血水，捞出。
   - 沙锅中放适量水，放入排骨、姜片、葱结和料酒，大火烧开后，小火慢炖２小时。
   - 再投入冬瓜继续炖40-60分钟，直到冬瓜软烂为止。
   - 关火前10分钟左右可以放一点温水泡过的枸杞，反正也是好东东。
   - 调入适量盐和鸡精、撒上葱花即可。

** 蒜香红烧肉
原料：五花肉，大蒜，冰糖，黄酒
做法：
   - 五花肉整条汆水后捞出，切块；
   - 蒜头剥去外皮洗净，入油锅煎至外表淡黄色捞出；
   - 锅内留余油，放入一勺冰糖，小火炒至糖基本溶化，倒入肉块炒至上色，肉里的油脂被逼出；
   - 加入黄酒、生抽和老抽翻炒均匀至上色，将炒锅里的肉转入电饭锅里，加入蒜瓣，按下煮饭功能键至程序完成~

汆水:一种烹调方法，把食物放到沸水里稍微一煮，引申为把东西丢到水里或人钻入水中

** 豆腐炸五花肉煲
原料：五花肉 300克，豆腐炸 50克，李锦记秘制红烧汁 50毫升，清水 300毫升，姜 几片。
做法：
   - 将五花肉洗净，切成块状
   - 豆腐炸稍为洗一下，切成两半
   - 将50毫升红烧汁和300毫升水混合
   - 炒锅内放少许油，放入姜片爆炒片刻
   - 倒入五花肉块煸炒一会
   - 锅内倒入红烧汁水，把煸炒过的五花肉放进锅内
   - 盖上锅盖，大火烧开，转中小火煮15分钟
   - 再倒入豆腐炸，再煮10分钟左右
   - 待汁水稍为收干，香喷喷的五花肉豆腐炸就做好了

煸炒又称干煸或干炒，平常时侯大多叫做干煸。它是一种较短时间加热成菜的方法，原料经刀工处理后，投入小油量的锅中，中火热油不断翻炒，原料见油不见水汁时，加调味料和辅料继续煸炒，至原料干香滋润而成菜的烹调方法。成菜色黄（或金红）油亮，干香滋润，酥软化渣，无汁醇香的风味特征。

** 凉拌蕨根粉丝
原料：蕨根粉丝，小米椒，大蒜，香菜，香醋，生抽，白糖，香油，香菜。
做法：
   - 把蕨根粉丝放入滚水中煮8分钟左右，或者根据包装外面的说明控制烹调的时间，将煮好的蕨根粉丝(无硬心)放入凉开水中浸泡至凉，捞出备用；
   - 小米椒、大蒜、香菜洗净切末，将香醋、生抽、白糖、盐、小米椒碎、蒜末放入碗中调成料汁，倒在煮好的蕨根粉丝中
   - 最后淋上香油，撒上香菜末即可。

** 红烧鸡翅
原料：鸡翅500克，蒜两瓣，八角，白酒（或料酒），油，盐，老抽，生抽均适量。
做法：
   - 提前3-4小时，将鸡翅洗净，沥干水后加入生抽和白酒腌制入味；（个人觉得应该在鸡翅上面割几道口子，这样腌制以及后面煎的时候会入味以及彻底一些）。
   - 3-4小时后，将腌好的鸡翅尽量去除表面水分（防止油溅），放入6成热适量油中煎至两面金黄；
   - 将鸡翅膀盛出，锅内多余油倒出，用少量油爆香蒜粒；
   - 再将鸡翅倒入锅内，放入开水，老抽，八角，拌匀后中火焖煮；
   - 待汁水基本收干，略成胶状即可盛出

** 姜汁猪排饭
原料：
   - 脊肉 6片 
   - 香菇 5个
   - 洋葱 2/3个 
   - 姜 1块
   - 奶油 1/2勺 
   - 酱油 1汤勺
   - 照烧调味汁 
   - 2汤勺 
   - 水 200毫升
   - 酒 
   - 淀粉
   - 米饭 一碗
做法：
   1. 将里脊肉切成约7毫米左右厚的薄片，用刀片拍松，将姜挤出姜汁，再切一部分姜末待用，洋葱切丝，香菇洗净切片
   2. 将拍松的里脊肉片中加入1/2汤勺料酒，酱油，姜汁，白胡椒粉和淀粉腌制20分钟
   3. 锅中倒入适量油，将腌制好的猪排放入锅中煎至8分熟，沥油待用。
   4. 锅内留油，放入洋葱炒香，倒入香菇片同炒，然后放入煎好的猪排，倒入1汤勺料酒，一汤勺酱油，2汤勺照烧调味汁，姜末，和水，烧开后，小火煮10分钟左右，至肉熟，汤汁浓稠，倒入1/2勺鲜奶油，搅拌均匀即可。
   5. 碗里盛好饭，铺上猪排香菇等，倒入汤汁，即可。 
** 清炒莴笋
原料：莴笋，蒜片，干椒，朝天椒，盐，白糖，白醋，鸡精。
做法：
   1. 莴笋去皮去老根部，根茎与叶洗净分开
   2. 莴笋切成菱形片，叶切成小断，蒜拍碎，干椒、朝天椒各剪成小圈
   3. 锅中倒油烧至4成热，下干椒、蒜小火慢慢爆香
   4. 旺火，下莴笋片翻炒
   5. 炒至莴笋变色，下朝天椒炒至断生
   6. 下莴笋叶炒匀，放盐、糖、白醋、鸡精调好味，装盘

** 香椿鸡蛋
原料：香椿，鸡蛋，盐，鸡精，葱末。
做法：
   1. 香椿去挺儿，只留下叶子，并切碎
   2. 把鸡蛋打入切碎的香椿里，搅拌均匀，加盐，味精调味
   3. 锅里热油，先将葱末煸炒一会
   4. 再倒入搅拌好的香椿鸡蛋液，翻炒1分钟左右即可

** 清水煮鲜虾
原料：对虾，姜丝，蒜末，料酒，盐，葱花，胡椒粉。
做法：
   1. 对虾用清水漂净
   2. 锅里放适量水（刚好盖过对虾），放下姜丝，蒜末，一点油，大火煮至70度
   3. 把虾放入，放料酒，大火煮开3-4分钟
   4. 放一点盐，葱花，胡椒粉
   5. 装盘即可

** 啤酒排骨
原料：排骨，葱姜，剁椒，香菇，啤酒，酱油
步骤：
   1. 排骨切块，洗净焯水；
   2. 葱切段，姜切片，准备大料、剁椒，香菇泡发；
   3.炒锅烧热放油，下葱段、姜片、剁椒煸炒出香；
   4.放入排骨炒至肉变色，下入香菇一起翻炒；
   5.倒入啤酒、酱油、大料，大火烧开转小火，盖上锅盖炖1小时左右；
   6.临出锅前撒少许盐，最后中火收汁即可。

** 土豆泥
原料：土豆，牛奶，鸡精，黑胡椒粉
步骤：
   1. 土豆洗净，去皮，一切2半，在水里泡5分钟，目的是把淀粉冲洗掉一些。
   2. 做水，煮土豆，煮大约25-30分钟。用筷子扎，很easy的把土豆扎透就ok了。
   3. 把水倒掉。土豆切成2cm左右的小块。
   4. 把改好的土豆放入锅内，倒入牛奶。
   5. 开火，切记小火。然后不定的搅拌. 碾压土豆。
   6. 等土豆很牛奶充分融合后（煮的粘稠），放入鸡精. 盐. 黑胡椒粉。
   7. ok了，出锅，可以食用了！

** 玛格丽特(Margarita)
原料：40ml龙舌兰酒，20ml君度橙酒，20ml青柠檬汁，柠檬片，盐
步骤：
   1. 将杯沿用柠檬片蘸湿，在细盐上抹一下，沾上一层“盐霜”。
   2. 将3种配料加冰块后倒入摇杯内摇匀，倒入鸡尾酒碟后上桌~

** 蛋炒饭
原料：米饭，鸡蛋，胡萝卜，盐，味精
步骤：
   1. 炒好胡萝卜和鸡蛋，给好盐和味精。
   2. 将胡萝卜和鸡蛋加米饭一起翻炒。
*NOTE（dirlt）：米饭最好是隔夜饭，如果是现煮的话那么少放点水*

** 炖乌鸡
原料：乌鸡，姜，葱，蒜，盐，味精
步骤：
   1. 将冷冻的乌鸡放在开水里面解冻。
   2. 切开乌鸡并且洗去血水。
   3. 将乌鸡放入煲汤锅煮开，撇去表面的血水。
   4. 放入姜，葱，蒜，小火煮2个小时。
   5. 加入盐和味精。

** 鲫鱼豆腐汤
原料： 鲫鱼，豆腐，面粉，盐，味精
步骤：
   1. 将鲫鱼洗净掏净内脏，抹上面粉并用盐腌10分钟。
   2. 将鲫鱼放入油锅中煎片刻，直到皮煎黄为止。
   3. 将鲫鱼放入煲汤锅，小火煮半个小时。
   4. 放入豆腐接着煮10分钟。
   5. 加入盐和味精即可。 

** 归圆酒
http://www.xiachufang.com/recipe/91327/

原料：
   1. 当归 5g
   2. 桂圆 50g（如果是无核的桂圆肉，30-40g左右就行）
   3. 米酒 500ml（也可用40度左右的白酒） 
   4. 菊花 5g
   5. 枸杞 20g
   6. 冰糖 适量（可不放）

步骤：
   1. 先准备好材料，归圆酒用到了以下几种材料：菊花5g、枸杞20g、当归5g、桂圆酒50g，仔细的将杂质挑干净，药材比较大的还要切碎了。也可以将所有材料一起打碎了，用纱布包好，这样更有利于药材有效成分的析出
   2. 所以材料一起放入干净的无水无油的玻璃或者陶瓷容器里，倒入米酒或白酒，加盖密封。存放于干燥阴凉处，一个月以后就可以饮用。这期间每隔3-5天就晃晃瓶子 

** 韭菜炒鸡蛋
原料：鸡蛋，韭菜
步骤：
   1. 鸡蛋打碎，韭菜切成末，加入少量盐搅拌在一起
   2. 锅里倒入油，将鸡蛋煎成金黄色装盘即可

** 西红柿炒鸡蛋
原料：西红柿，鸡蛋
步骤：
   1. 将西红柿洗净后用沸水烫一下，去皮、去蒂，切片待用。用沸水烫西红柿是一个小窍门，时间几秒钟就可以了，西红柿皮就可以很轻松的被撕下来了
   2. 将鸡蛋打入碗中，加盐，用筷子充分搅打均匀待用
   3. 锅里放油3汤匙烧热，将鸡蛋放入锅中炒熟盛出待用
   4. 将剩余的油烧热，下西红柿片煸炒，放盐、糖炒片刻，倒入鸡蛋翻炒
   5. 翻炒几下出锅即成，可以稍微加点葱花配配色
      
** 剁椒蒸金针菇
原料：金针菇一把，美极鲜味汁1大匙（或用普通生抽或蒸鱼豉油）、糖1/小匙、剁椒1小匙、葱末、植物油1匙
步骤：
   1. 取一个碗，倒入美极鲜味汁，再加少许白糖搅拌均匀。
   2. 金针菇金针菇去根洗净沥干水份放入盘中。
   3. 放入蒸锅中，水开后放入金针菇大火蒸5-7分钟。
   4. 关火，开盖加入调好的味汁，盖上盖子焖2分钟入味。
   5. 撒上少许剁椒和葱花。
   6. 将油烧热后浇在金针菇上即可。

** 篮子里的蛋
篮子里的蛋. Egg in the Basket. 就是V字仇杀队里,V做给娜塔莉波特曼吃的那一种.步骤非常简单,就是比较考验火候 

原料：鸡蛋 1个，面包 1片，橄榄油 少量

步骤：
   1. 一片吐司,用大口的杯子挖个洞
   2. 锅中下橄榄油,大火.烧热后放入面包,鸡蛋打在中间
   3. 一点鸡蛋底部发白,转小火,煎2分钟,取出 

** 凉拌黑木耳
原料：黑木耳，葱，酱油，麻油

步骤：
   1. 取适量黑木耳。
   2. 将黑木耳洗净、泡发。
   3. 锅中放入适量水，把泡发后的黑木耳放进去煮大约10分钟。
   4. 把煮好的黑木耳取出，放在冷开水里浸泡。
   5. 取出黑木耳，加入葱、酱油、麻油等调料拌匀即可。

** 蒜薹炒肉
原料：蒜薹，猪肉，胡萝卜，鸡腿菇

步骤：
   1. 胡萝卜、鸡腿菇、猪肉切丝，葱姜蒜切丝切片备用。
   2. 少许油，葱姜蒜爆香，下猪肉丝翻炒至嫩白，蒜薹及其他配菜一起入锅（胡萝卜也可以先下与油充分接触翻炒后下其他食材）。翻炒至熟。
   3. 加少许糖、盐、酱油。翻炒入味。即可出锅~

** 虾仁菠菜
原料：虾仁，菠菜，盐

步骤：
   1. 虾仁解冻，洗净。
   2. 菠菜要成段，淖水去草酸。
   3. 锅中加油，放入虾仁炒出香味。
   4. 放入菠菜翻炒片刻，加盐。出锅。

** 清炒油麦菜
原料：油麦菜，蒜，盐

步骤：
   1. 将油麦菜洗净备用。
   2. 洗净的油麦菜用手掰成段备用。
   3. 蒜剥皮拍碎。
   4. 热锅放入适量油，入蒜末煸出香味。
   5. 倒入油麦菜段，不断翻炒。
   6. 油麦菜断生后放入少量盐即可出锅。
